Repository: kabcasa/sosacRepo
Catalog: plugin.video.sosac-2/resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30403
source: Please wait...
cs_cz: Prosím čekejte...

# #30404
source: Login failed, please check addon settings
cs_cz: Přihlášení se nepodařilo. Uložili jste zadané údaje v nastavení stisknutím ok? Nejdříve je potřeba nastavení stiskem ok uložit a poté znovu spustit nastavení a účet nechat zkontrolovat. Otevřít nastavení nyní?

# #30000
source: Movies
cs_cz: Filmy

# #30001
source: Tv Shows
cs_cz: Seriály

# #30002
source: Tv Guide
cs_cz: TV Program

# #30003
source: Search
cs_cz: Hledání

# #30004
source: Settings
cs_cz: Nastavení

# #30005
source: Advanced Search
cs_cz: Pokročilé hledání

# #30006
source: Downloaded
cs_cz: Stažené

# #30007
source: My Playlist
cs_cz: Moje fronta

# #30008
source: Unfinished
cs_cz: Rozkoukané

# #30009
source: Watched
cs_cz: Historie zhlédnutých filmů

# #30010
source: Newly Dubbed
cs_cz: Novinky nadabované

# #30011
source: New movies with Subtitles
cs_cz: Novinky s titulky

# #30012
source: Lastly Added
cs_cz: Naposledy přidané

# #30013
source: Current Topic Movies
cs_cz: Aktuální

# #30014
source: Popular News Movies
cs_cz: Populární novinky

# #30015
source: Popular Movies
cs_cz: Populární filmy

# #30016
source: Rated News Movies
cs_cz: Nejlépe hodnocené filmové novinky

# #30017
source: Best Rated Movies
cs_cz: Nejlépe hodnocené filmy

# #30018
source: Movies A-Z
cs_cz: Dle počátečního písmene

# #30019
source: Genre
cs_cz: Dle žánru

# #30020
source: Year
cs_cz: Dle roku

# #30021
source: Quality
cs_cz: Dle kvality

# #30022
source: My TV shows playlist
cs_cz: Moje fronta

# #30023
source: My unfinished TV shows
cs_cz: Rozkoukané seriály

# #30024
source: My watched TV shows
cs_cz: Historie zhlédnutých seriálů

# #30025
source: Last added TV shows
cs_cz: Naposledy přidané seriály

# #30026
source: Episodes with newly added dubbing
cs_cz: Nově nadabované epizody

# #30027
source: New episodes with subtitles
cs_cz: Nové epizody s titulky

# #30028
source: Last added episodes
cs_cz: Naposledy přidané epizody

# #30029
source: Episodes tracker
cs_cz: Kalendář seriálů

# #30030
source: Popular new TV shows
cs_cz: Populární nové seriály

# #30031
source: Popular TV shows
cs_cz: Populární seriály

# #30032
source: Rated News TV shows
cs_cz: Nejlépe hodnocené seriálové novinky

# #30033
source: Best Rated TV shows
cs_cz: Nejlépe hodnocené seriály

# #30034
source: TV shows A-Z
cs_cz: Dle počátečního písmene

# #30035
source: TV shows by genre
cs_cz: Dle žánru

# #30036
source: TV shows by year
cs_cz: Dle roku

# #30040
source: Delete old item
cs_cz: Smazat historii hledání

# #30041
source: Reset all search parameters
cs_cz: Resetovat parametry hledání

# #30042
source: Sort results by
cs_cz: Výsledky řadit dle

# #30043
source: Keyword
cs_cz: Hledané slovo(a)

# #30044
source: Script writer
cs_cz: Scénárista

# #30045
source: Actor
cs_cz: Herec

# #30046
source: Release year from
cs_cz: Od roku

# #30047
source: Release year to
cs_cz: Do roku

# #30048
source: Genre
cs_cz: Žánr

# #30049
source: Origin country
cs_cz: Země původu

# #30050
source: Spoken language
cs_cz: Jazyk

# #30051
source: Available quality
cs_cz: Kvalita

# #30052
source: Director
cs_cz: Režisér

# #30053
source: Submit
cs_cz: Hledej

# #30054
source: Select sort parameter
cs_cz: Vyberte jak chcete řadit výsledky

# #30055
source: Input media name
cs_cz: Zadejte název

# #30056
source: Input director name
cs_cz: Zadejte jméno režiséra

# #30057
source: Input script writer name
cs_cz: Zadejte jméno scénáristy

# #30058
source: Input actor name
cs_cz: Zadejte jméno herce

# #30059
source: Select year to release from
cs_cz: Zadejte od kterého roku filmy hledáte

# #30060
source: Select year to release to
cs_cz: Zadejte do kterého roku filmy hledáte

# #30061
source: Select genre
cs_cz: Vyberte žánr

# #30062
source: Select origin country
cs_cz: Vyberte zemi vzniku

# #30063
source: Select spoken language
cs_cz: Vyberte jazyk filmu

# #30064
source: Select Available quality
cs_cz: Vyberte požadovanou kvalitu

# #30065
source: Available quality
cs_cz: Dostupné kvality

# #30066
source: Director
cs_cz: Režisér

# #30067
source: Submit
cs_cz: Zadat

# #30070
source: Select date from
cs_cz: Vyberte datum od

# #30071
source: Select date to
cs_cz: Vyberte datum do

# #30072
source: Next
cs_cz: Další

# #30073
source: Previous
cs_cz: Předchozí

# #30074
source: Choose streams quality
cs_cz: Vyberte si stream

# #30075
source: Could not find any streams
cs_cz: Video není dostupné

# #30076
source: Start Downloading
cs_cz: Začátek stahování

# #30077
source: Downloaded percent
cs_cz: Staženo procent

# #30078
source: Download Completed
cs_cz: Stahování dokončeno

# #30079
source: Download error
cs_cz: Chyba stažení

# #30100
source: Description menu : Movies
cs_cz: Filmy ke sledování si můžete vybrat i na webu movies.sosac.tv.

# #30101
source: Description menu : Tv Shows
cs_cz: Seriály ke sledování si můžete vybrat i na webu tv.sosac.tv.

# #30102
source: Description menu : Tv Guide
cs_cz: Filmy a seriály podle toho, jak byly odvysílány v TV.

# #30103
source: Description menu : Search
cs_cz: Jednoduché i pokročilé vyhledávání filmů či seriálů

# #30104
source: Description menu : Settings
cs_cz: Pro neomezené přehrávání nezapomeňte nastavit Vaše uživatelské jméno a heslo na streamuj.tv.

# #30105
source: Description menu : Advanced Search
cs_cz: Pokročilé vyhledávání umožňuje zůžit filmy či seriály podle několika parametrů. Můžete si například zobrazit komedie vydané v letech 2010 až 2020, ve kterých hraje Jennifer Aniston, a seřadit si je podle hodnocení.

# #30106
source: Description menu : Downloaded
cs_cz: Stáhněte si video pro offline přehrátí či pokud si chcete být jisti, že se Vám nebude přerušovat. Video stáhnete z kontextové nabídky, která se zobrazí u filmu či epizody dlouhým stiskem ok či kliknutím pravého tlačítka myši.

# #30107
source: Description menu : My Playlist
cs_cz: Zde se zobrazí filmy, které máte v oblíbených. Můžete je přidat z kontextového menu, které se zobrazí dlouhým stisknutím tlačitka ok či pravého tlačítka myši. Filmy si do playlistu můžete přidat i na webu movies.sosac.tv.

# #30108
source: Description menu : Unfinished
cs_cz: Vaše rozkoukané filmy.

# #30109
source: Description menu : Watched
cs_cz: Historie zhlédnutých filmů.

# #30110
source: Description menu : Newly Dubbed
cs_cz: Naposledy přidané nové i starší filmy, u kterých je nově dostupný CZ nebo SK dabing.

# #30111
source: Description menu : New movies with Subtitles
cs_cz: Naposledy přidané filmy s CZ nebo SK titulky.

# #30112
source: Description menu : Lastly Added
cs_cz: Všechny naposledy přidané filmy.

# #30113
source: Description menu : Current Topic Movies
cs_cz: Kategorie aktuálních tématických filmů.

# #30114
source: Description menu : Popular News Movies
cs_cz: Populární filmy, které byly vydané během posledních 3 let.

# #30115
source: Description menu : Popular Movies
cs_cz: Všechny populární filmy.

# #30116
source: Description menu : Rated News Movies
cs_cz: Nejlépe hodnocené filmy, které byly vydané během posledních 3 let.

# #30117
source: Description menu : Best Rated Movies
cs_cz: Všechny nejlépe hodnocené filmy.

# #30118
source: Description menu : Movies A-Z
cs_cz: Všechny filmy seřazené podle počátečního písmene.

# #30119
source: Description menu : Genre
cs_cz: Všechny filmy seřazené podle žánrů.

# #30120
source: Description menu : Year
cs_cz: Všechny filmy seřazené podle roku.

# #30121
source: Description menu : Quality
cs_cz: Všechny filmy filtrované podle dostupné kvality.

# #30122
source: Description menu : My TV shows playlist
cs_cz: Zde se zobrazí seriály, které máte v oblíbených. Můžete je přidat z kontextového menu, které se zobrazí dlouhým stisknutím tlačitka ok či pravého tlačítka myši. Seriály si mezi oblíbené můžete přidat i na webu tv.sosac.tv.

# #30123
source: Description menu : My unfinished TV shows
cs_cz: Seriály, u kterých máte rozkoukanou minimálně jednu epizodu.

# #30124
source: Description menu : My watched TV shows
cs_cz: Seriály, u kterých máte označené všechny epizody jako zhlédnuté.

# #30125
source: Description menu : Last added TV shows
cs_cz: Všechny naposledy přidané seriály.

# #30126
source: Description menu : Episodes with newly added dubbing
cs_cz: Nové epizody s CZ či SK dabingem i starší epizody, ke kterým byl CZ nebo SK dabing nově přidán.

# #30127
source: Description menu : New episodes with subtitles
cs_cz: Nové epizody s CZ nebo SK titulky.

# #30128
source: Description menu : Last added episodes
cs_cz: Všechny naposledy přidané epizody seriálů.

# #30129
source: Description menu : Episodes tracker
cs_cz: Program vysílání seriálových epizod, v těchto seznamech jsou zahrnuty i ještě neaktivní epizody, které budou přidány po odvysílání.

# #30130
source: Description menu : Popular new TV shows
cs_cz: Seriály, které vznikly za poslední 3 roky a mají nejvyšší počty zhlédnutí či hodnocení, ať již kladných nebo záporných.

# #30131
source: Description menu : Popular TV shows
cs_cz: Seriály, které mají nejvyšší počty zhlédnutí či hodnocení, ať již kladných nebo záporných.

# #30132
source: Description menu : Rated News TV shows
cs_cz: Nejlépe hodnocené seriály, které vznikly během posledních 3 let.

# #30133
source: Description menu : Best Rated TV shows
cs_cz: Seriály s nejlepším hodnocením.

# #30134
source: Description menu : TV shows A-Z
cs_cz: Seriály filtrované podle počátečního písmene.

# #30135
source: Description menu : TV shows by genre
cs_cz: Seriály filtrované podle žánru.

# #30136
source: Description menu : TV shows by year
cs_cz: Seriály filtrované podle roku vzniku.

# #30140
source: Description menu : Delete old item
cs_cz: Tato možnost smaže historii vyhledávání.

# #30141
source: Description menu : Reset all search parameters
cs_cz: Tato možnost resetuje všechny vyhledávací parametry na defaultní hodnoty.

# #30142
source: Description menu : Sort results by
cs_cz: Zvolte jakým způsobem se mají řadit nalezené výsledky.

# #30143
source: Description menu : Keyword
cs_cz: Zadejte hledané klíčové slovo(a). Pokud zadáváte název, nezadávejte rok vzniku. Zadejte jen celý název nebo část názvu. Diakritika, mezery, apostrofy a jiné speciální znaky jsou ignorovány, nemusíte je zadávat. Prohledávají se názvy, tagy a popisy.

# #30144
source: Description menu : Script writer
cs_cz: Zužte výsledky na díla od zadaného scénáristy. Zadejte celé nebo jen část jména.

# #30145
source: Description menu : Actor
cs_cz: Zužte výsledky na díla, kde hrál zadaný herec. Zadejte celé nebo jen část jména.

# #30146
source: Description menu : Release year from
cs_cz: Zužte výsledky na díla vzniklá od vybraného roku.

# #30147
source: Description menu : Release year to
cs_cz: Zužte výsledky na díla vzniklá do vybraného roku.

# #30148
source: Description menu : Genre
cs_cz: Zužte výsledky podle vybraného žánru.

# #30149
source: Description menu : Origin country
cs_cz: Zužte výsledky na díla, která vznikla ve vybrané zemi.

# #30150
source: Description menu : Spoken language
cs_cz: Zužte výsledky na díla, ve kterých se mluví vybraným jazykem, případně jsou vybraným jazykem nadabována.

# #30151
source: Description menu : Available quality
cs_cz: Zužte výsledky na díla s vybranou kvalitou.

# #30152
source: Description menu : Director
cs_cz: Zužte výsledky na díla od zadaného scénáristy. Můžete zadat celé jméno nebo jen část, vše bez diakritiky.

# #30200
source: Streamuj.tv User
cs_cz: Streamuj.tv uživatelské jméno

# #30201
source: Streamuj.tv Password
cs_cz: Streamuj.tv heslo

# #30202
source: Sosac.tv User
cs_cz: Sosac.tv uživatelské jméno

# #30203
source: Sosac.tv Password
cs_cz: Sosac.tv heslo

# #30204
source: Preferred server location
cs_cz: Preferovaná lokalita streamovacích serverů.

# #30205
source: Accounts
cs_cz: Účty

# #30206
source: Streams
cs_cz: Streamování

# #30207
source: Downloads
cs_cz: Stahování

# #30208
source: Others
cs_cz: Ostatní

# #30210
source: Automatically choose stream
cs_cz: Zvolit stream automaticky

# #30211
source: Preferred video quality
cs_cz: Preferovaná kvalita videa

# #30212
source: First preferred dubbing language
cs_cz: Preferovaný jazyk dabingu

# #30213
source: Second preferred dubbing language
cs_cz: Druhý preferovaný jazyk dabingu

# #30214
source: Auto subtitles
cs_cz: Zobrazovat titulky

# #30215
source: First preferred subtitles
cs_cz: Preferovaný jazyk titulků

# #30216
source: Second preferred subtitles
cs_cz: Druhý preferovaný jazyk titulků

# #30217
source: Automatically play next episode
cs_cz: Automaticky přehrát další epizodu

# #30218
source: Current topic
cs_cz: Aktuální téma

# #30219
source: Folder
cs_cz: Složka

# #30220
source: Notify percent
cs_cz: Upozornit na stahované

# #30221
source: Notify percent every
cs_cz: Upozornit na stahování po

# #30222
source: Check new episodes each
cs_cz: Zkontrolovat nové epizody každý

# #30223
source: Currently installed version
cs_cz: Nainstalovaná verze

# #30224
source: Check for new version
cs_cz: Zkontrolovat aktualizace

# #30225
source: Start addon with Kodi start
cs_cz: Spustit doplněk po spuštění Kodi

# #30226
source: CZECH
cs_cz: Česky

# #30227
source: SLOVAK
cs_cz: Slovensky

# #30228
source: ENGLISH
cs_cz: Anglicky

# #30229
source: NO
cs_cz: NE

# #30236
source: 12hours
cs_cz: 12hodin

# #30237
source: 1day
cs_cz: 1den

# #30238
source: 3days
cs_cz: 3dny

# #30239
source: 7days
cs_cz: 7dnů

# #30240
source: 30days
cs_cz: 30dnů

# #30241
source: 30days
cs_cz: 30dnů

# #30250
source: accounts settings
cs_cz: nastavení účtu

# #30251
source: Set Streamuj.tv user
cs_cz: Streamuj.tv premium účet slouží k neomezenému sledování videí. Bez premium účtu uvidíte jen 2 první minuty videa.

# #30252
source: Set Streamuj.tv password
cs_cz: Streamuj.tv premium účet slouží k neomezenému sledování videí. Bez premium účtu uvidíte jen 2 první minuty videa.

# #30253
source: Set Sosac.tv user
cs_cz: Sosac.tv účet je zdarma, registrace se provádí zvlášť na tv.sosac.tv. Slouží k uložení časů rozkoukaných videí, uložení historie již zhlédnutých a tvorbě playlistů. Změny můžete provádět i na webu.

# #30254
source: Set Sosac.tv password
cs_cz: Sosac.tv účet je zdarma, registrace se provádí zvlášť na tv.sosac.tv. Slouží k uložení časů rozkoukaných videí, uložení historie již zhlédnutých a tvorbě playlistů. Změny můžete provádět i na webu.

# #30255
source: Preferred server location for streaming, values 1 or 2
cs_cz: Preferovaná lokalita streamovacích serverů, můžete si vybrat mezi servery v ČR (1) a EU (2).

# #30256
source: Select auto ou manual stream dubbing and quality
cs_cz: Chcete vybírat streamy ručně nebo automaticky dle nastavených preferencí?

# #30257
source: Select stream quality
cs_cz: Vyberte si preferovanou kvalitu. Pokud v ní není video dostupné, vybere se kvalita nejblíže dostupná.

# #30258
source: Select prefered lenguage
cs_cz: Vyberte primárně preferovaný jazyk dabingu.

# #30259
source: Select second prefered lenguage
cs_cz: Sekundární preferovaný jazyk dabingu, pokud primární není dostupný.

# #30260
source: Select enbable auto subtitles
cs_cz: Chcete automaticky zobrazovat titulky?

# #30261
source: Select prefered subtitle lenguage
cs_cz: Vyberte primárně preferovaný jazyk titulků.

# #30262
source: Select second prefered subtitle lenguage
cs_cz: Sekundárně preferovaný jazyk titulků, pokud primární není dostupný.

# #30263
source: Select Automatically play next episodes
cs_cz: Chcete po skončení epizody automaticky spustit následující epizodu?

# #30264
source: Select to enable or not current topic
cs_cz: Zobrazovat aktuální tématická videa?

# #30265
source: Set streams preferences
cs_cz: Nastavení parametrů streamování.

# #30266
source: Set downloads preferences
cs_cz: Nastavení parametrů stahování.

# #30267
source: Set videos downloads folder
cs_cz: Nastavte složku, kam se mají stahovaná videa ukládat.

# #30268
source: Enable download percent value for notification
cs_cz: Chcete zobrazit notifikace o stahování videa při stažení určité části videa?

# #30269
source: Select download percent value for notification
cs_cz: Jak má být velká část videa, při které se zobrazí notifikace o stahování?

# #30270
source: Select interval for new episodes
cs_cz: Během jaké doby chcete u seriálů kontrolovat nově dostupné epizody?

# #30271
source: Others settings
cs_cz: Další nastavení

# #30272
source: Display addon version
cs_cz: Zobrazit verzi doplňku

# #30273
source: Enable to check for new addon version
cs_cz: Chcete zkontrolovat, zda není dostupná nová verze doplňku?

# #30274
source: Enable to start addon with Kodi start
cs_cz: Nastavit automatické spuštění doplňku po spuštění Kodi.

# #30275
source: Delete item
cs_cz: Smazat položku

# #30280
source: Select play
cs_cz: Jak chcete video přehrát?

# #30281
source: Start from
cs_cz: Pokračovat v přehrávání od

# #30282
source: Start from beginning
cs_cz: Přehrát od začátku

# #30283
source: Season
cs_cz: Sezóna

# #30284
source: New search keyword
cs_cz: Hledaná fráze

# #30285
source: Description for new search keyword
cs_cz: Zadejte hledanou frázi bez diakritiky

# #30286
source: Choose stream manually
cs_cz: Vybrat kvalitu a jazyk streamu

# #30287
source: Add to playlist
cs_cz: Přidat do fronty

# #30288
source: Remove from playlist
cs_cz: Odebrat z fronty

# #30289
source: Reset watched time
cs_cz: Vynulovat zhlédnutý čas

# #30290
source: Mark as watched
cs_cz: Označit jako zhlédnuté

# #30291
source: Download
cs_cz: Stáhnout

# #30292
source: File deleted
cs_cz: Video smazáno

# #30293
source: Delete video file
cs_cz: Smazat video

# #30294
source: Next
cs_cz: Další stránka

# #30295
source: Previous
cs_cz: Předchozí stránka

# #30296
source: action
cs_cz: akční

source: adventure
cs_cz: dobrodružné

# #30298
source: animation
cs_cz: animované pohádky

# #30299
source: biography
cs_cz: biografické

# #30300
source: cartoons
cs_cz: animované

# #30301
source: comedy
cs_cz: komedie

# #30302
source: crime
cs_cz: krimi

# #30303
source: disaster
cs_cz: katastrofické

# #30304
source: documentary
cs_cz: dokumentární

# #30306
source: erotic
cs_cz: erotické

# #30307
source: experimental
cs_cz: experimentální

# #30308
source: fairytales
cs_cz: pohádky

# #30309
source: family
cs_cz: rodinné

# #30311
source: history
cs_cz: historické

# #30312
source: horror
cs_cz: horory

# #30315
source: music
cs_cz: hudební

# #30316
source: mystery
cs_cz: mysteriózní

# #30317
source: psychological
cs_cz: psychologické

# #30318
source: publicistic
cs_cz: publicistické

# #30319
source: realitytv
cs_cz: reality show

# #30320
source: romance
cs_cz: romantické

# #30322
source: sport
cs_cz: sportovní

# #30325
source: war
cs_cz: válečné

# #30327
source: season
cs_cz: sezóna

# #30328
source: episode
cs_cz: epizoda

# #30329
source: All
cs_cz: Vše

# #30330
source: CZECH
cs_cz: Česky

# #30331
source: SLOVAK
cs_cz: Slovensky

# #30332
source: ENGLISH
cs_cz: Anglicky

# #30333
source: CHINESE
cs_cz: Čínsky

# #30334
source: GERMAN
cs_cz: Německy

# #30335
source: GREEK
cs_cz: Řecky

# #30336
source: SPANISH
cs_cz: Španělsky

# #30337
source: FINNISH
cs_cz: Finsky

# #30338
source: FRENCH
cs_cz: Francouzsky

# #30339
source: CROATIAN
cs_cz: Chorvatsky

# #30340
source: INDU
cs_cz: Hindsky

# #30341
source: ITALIAN
cs_cz: Italsky

# #30342
source: JAPANESE
cs_cz: Japonsky

# #30343
source: KOREAN
cs_cz: Korejsky

# #30344
source: DUTCH
cs_cz: Dánsky

# #30345
source: NORWEGIAN
cs_cz: Norsky

# #30346
source: POLISH
cs_cz: Polsky

# #30347
source: PORTUGUESE
cs_cz: Portugalsky

# #30348
source: RUSSIAN
cs_cz: Rusky

# #30349
source: TURKISH
cs_cz: Turecky

# #30351
source: CSFD rating
cs_cz: CSFD hodnocení

# #30352
source: IMDB rating
cs_cz: IMDB hodnocení

# #30353
source: movie budget
cs_cz: rozpočtu

# #30354
source: movie revenue
cs_cz: tržeb

# #30355
source: alphabet
cs_cz: abecedně

# #30356
source: date added
cs_cz: data přidání

# #30357
source: best match
cs_cz: nejlepší shody

# #30358
source: descending
cs_cz: sestupně

# #30359
source: VIETNAMESE
cs_cz: Vietnamsky

# #30360
source: Czech Republic
cs_cz: Česká Republika

# #30362
source: Slovakia
cs_cz: Slovensko

# #30363
source: Great Britain
cs_cz: Velká Británie

# #30364
source: Germany
cs_cz: Německo

# #30365
source: Spain
cs_cz: Španělsko

# #30366
source: America
cs_cz: Amerika

# #30367
source: France
cs_cz: Francie

# #30368
source: Italia
cs_cz: Itálie

# #30369
source: Canada
cs_cz: Kanada

# #30370
source: Romania
cs_cz: Rumunsko

# #30371
source: Japan
cs_cz: Japonsko

# #30373
source: Turkey
cs_cz: Turecko

# #30374
source: Austria
cs_cz: Rakousko

# #30375
source: Denmark
cs_cz: Dánsko

# #30376
source: Netherlands
cs_cz: Nizozemí

# #30377
source: Belgium
cs_cz: Belgie

# #30378
source: Ireland
cs_cz: Irsko

# #30380
source: Switzerland
cs_cz: Švýcarsko

# #30382
source: Luxembourg
cs_cz: Lucembursko

# #30383
source: JAR
cs_cz: Jihoafrická Republika

# #30384
source: New Zealand
cs_cz: Nový Zéland

# #30385
source: China
cs_cz: Čína

# #30386
source: Ukraine
cs_cz: Ukrajina

# #30387
source: Finland
cs_cz: Finsko

# #30388
source: Sweden
cs_cz: Švédsko

# #30389
source: Russia
cs_cz: Rusko

# #30390
source: Streamuj.tv credentials
cs_cz: Streamuj.tv přihlašovací údaje

# #30391
source: Sosac.tv credentials
cs_cz: Sosac.tv přihlašovací údaje

# #30392
source: Streamuj.tv premium prepaid until
cs_cz: Streamuj.tv účet předplacen do

# #30393
source: You currently do not have any premium time.
cs_cz: Na Streamuj.tv účtu nemáte premium. Pro neomezené přehrávání si prosím prodlužte premium na www.Streamuj.tv/premium.

# #30394
source: User account with this username and password does not exist on www.Streamuj.tv
cs_cz: Účet s tímto uživatelským jménem a heslem na streamuj.tv neexistuje. Heslo si můžete obnovit na www.Streamuj.tv/recoverpassword. Uložili jste zadané heslo stisknutím ok? Nejdříve je potřeba nastavení stiskem ok uložit a poté znovu spustit nastavení a spustit tuto funkci.

# #30395
source: Username and password are correct.
cs_cz: Uživatelské jméno a heslo jsou v pořádku.

# #30396
source: Account with this username and password does not exist on kodi-api.Sosac.tv
cs_cz: Účet s tímto uživatelským jménem a heslem na sosac.tv neexistuje. Heslo si můžete obnovit na Sosac.tv. Uložili jste zadané heslo stisknutím ok? Nejdříve je potřeba nastavení stiskem ok uložit a poté znovu spustit nastavení a spustit tuto funkci.

# #30397
source: Check Streamuj.tv credentials
cs_cz: Zkontrolovat Streamuj.tv přihlášení

# #30398
source: Check Sosac.tv credentials
cs_cz: Zkontrolovat Sosac.tv přihlášení

# #30399
source: After entering your login details, please check them with this function. First, you need to save all the entered data by pressing the OK button and then go back to the settings and start this function.
cs_cz: Po zadání Vašich přihlašovacích údajů je prosím zkontrolujte touto funkcí. Nejdříve je potřeba všechny zadané údaje uložit stiskem tlačítka OK a poté se znovu vrátit do nastavení a spustit tuto funkci.

# #30279
source: Clic to check your Sosac.tv credentials. After entering your login details, please check them with this function. First, you need to save all the entered data by pressing the OK button and then go back to the settings and start this function.
cs_cz: Po zadání Vašich přihlašovacích údajů je prosím zkontrolujte touto funkcí. Nejdříve je potřeba všechny zadané údaje uložit stiskem tlačítka OK a poté se znovu vrátit do nastavení a spustit tuto funkci.

# #30037
source: Simple movie search
cs_cz: Hledání filmů dle klíčových slov

# #30038
source: Simple TV show search
cs_cz: Hledání seriálů dle klíčových slov

# #30039
source: Advanced movie search
cs_cz: Pokročilé parametrické hledání filmů

# #30068
source: Advanced TV show search
cs_cz: Pokročilé parametrické hledání seriálů
