Repository: kabcasa/sosacRepo
Catalog: plugin.video.sosac-2/resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30277
source: seasons
cs_cz: sezón

# #30278
source: episodes
cs_cz: epizod

# #30161
source: TV shows update start
cs_cz: Začínám kontrolovat stažené seriály

# #30276
source: not yet added
cs_cz: zatím neaktivní

# #30160
source: Select a day
cs_cz: Vyberte den

# #30199
source: not
cs_cz: ne

# #30401
source: Start checking TVshows update
cs_cz: Kontroluji nové epizody

# #30405
source: Your username/password combination of sosac.tv account is wrong
cs_cz: Účet se zadanými přihlašovacími údaji na Sosac.tv neexistuje, zkontrolujte nastavení Sosac.tv účtu.
